tap "ariga/tap"
tap "caarlos0/tap"
tap "clojure/tools"
tap "homebrew/bundle"
tap "oven-sh/bun"
tap "showwin/speedtest"
brew "awscli"
brew "bat"
brew "bottom"
brew "composer"
brew "dbmate"
brew "deno"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "golang-migrate"
brew "gopls"
brew "graphviz"
brew "helix"
brew "httpie"
brew "hyperfine"
brew "kubernetes-cli"
brew "neofetch"
brew "node"
brew "nvm"
brew "onefetch"
brew "pandoc"
brew "parallel"
brew "pkgconf"
brew "pnpm"
brew "postgresql@16"
brew "pv"
brew "r"
brew "ruff"
brew "ruff-lsp"
brew "rustup"
brew "scc"
brew "serverless"
brew "sevenzip"
brew "sqlc"
brew "sqlfluff"
brew "starship"
brew "tag"
brew "taplo"
brew "terraform"
brew "tmux"
brew "tokei"
brew "typst"
brew "uv"
brew "vercel-cli"
brew "wget"
brew "zig"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "caarlos0/tap/timer"
brew "clojure/tools/clojure"
brew "oven-sh/bun/bun"
brew "showwin/speedtest/speedtest"
cask "brave-browser"
cask "cursor"
cask "docker"
cask "font-atkinson-hyperlegible"
cask "font-atkinson-hyperlegible-mono"
cask "font-atkinson-hyperlegible-next"
cask "font-eb-garamond"
cask "font-jetbrains-mono-nerd-font"
cask "font-latin-modern-math"
cask "font-new-computer-modern"
cask "font-stix-two-math"
cask "ghostty"
cask "nordvpn"
cask "notion-calendar"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale"
cask "visual-studio-code"
cask "zoom"
vscode "1yib.rust-bundle"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dabolus.uncanny-cognitive-complexity"
vscode "denoland.vscode-deno"
vscode "dorzey.vscode-sqlfluff"
vscode "dotenv.dotenv-vscode"
vscode "dustypomerleau.rust-syntax"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "lenagain.latexindent"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "msjsdiag.vscode-react-native"
vscode "njzy.stats-bar"
vscode "nvarner.typst-lsp"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
